Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# repo.notes.saved
source: Saved
ar: تم الحفظ
de: Gespeichert
es: Guardado
fr: Enregistré
id: Tersimpan
it: Salvato
ja: 保存済み
ko: 저장됨
nl: Opgeslagen
pl: Zapisane
pt_br: Salvo
ru: Сохранено
tr: Kaydedildi
uk: Збережено
vi: Đã lưu
zh_hans: 已保存
zh_hant: 已儲存

# repo.notes.saveIdle
source: Unsaved
ar: غير محفوظ
de: Nicht gespeichert
es: Sin guardar
fr: Non enregistré
id: Belum disimpan
it: Non salvato
ja: 未保存
ko: 저장되지 않음
nl: Niet opgeslagen
pl: Niezapisane
pt_br: Não salvo
ru: Не сохранено
tr: Kaydedilmemiş
uk: Незбережено
vi: Chưa lưu
zh_hans: 未保存
zh_hant: 未儲存

# repo.notes.saveStatusFailed
source: Failed to save status
ar: فشل حفظ الحالة
de: Status konnte nicht gespeichert werden
es: Error al guardar el estado
fr: Échec de l'enregistrement du statut
id: Gagal menyimpan status
it: Salvataggio dello stato non riuscito
ja: ステータスの保存に失敗しました
ko: 상태 저장 실패
nl: Status opslaan mislukt
pl: Nie udało się zapisać stanu
pt_br: Falha ao salvar status
ru: Не удалось сохранить статус
tr: Durum kaydedilemedi
uk: Не вдалося зберегти статус
vi: Không thể lưu trạng thái
zh_hans: 状态保存失败
zh_hant: 狀態儲存失敗

# repo.notes.saving
source: Saving…
ar: جاري الحفظ…
de: Wird gespeichert…
es: Guardando…
fr: Enregistrement…
id: Menyimpan…
it: Salvataggio in corso…
ja: 保存中…
ko: 저장 중…
nl: Bezig met opslaan…
pl: Zapisywanie…
pt_br: Salvando…
ru: Сохранение…
tr: Kaydediliyor…
uk: Збереження…
vi: Đang lưu…
zh_hans: 保存中…
zh_hant: 儲存中…

# repo.notesCollapse
source: Collapse notes
ar: طي الملاحظات
de: Notizen einklappen
es: Contraer notas
fr: Réduire les notes
id: Ciutkan catatan
it: Comprimi note
ja: ノートを折りたたむ
ko: 노트 접기
nl: Notities samenvouwen
pl: Zwiń notatki
pt_br: Recolher notas
ru: Свернуть заметки
tr: Notları daralt
uk: Згорнути нотатки
vi: Thu gọn ghi chú
zh_hans: 点击收起笔记
zh_hant: 收起筆記

# repo.notesExpand
source: Expand notes
ar: توسيع الملاحظات
de: Notizen erweitern
es: Expandir notas
fr: Agrandir les notes
id: Perluas catatan
it: Espandi note
ja: ノートを展開
ko: 노트 펼치기
nl: Notities uitvouwen
pl: Rozwiń notatki
pt_br: Expandir notas
ru: Развернуть заметки
tr: Notları genişlet
uk: Розгорнути нотатки
vi: Mở rộng ghi chú
zh_hans: 点击展开笔记
zh_hant: 展開筆記

# repo.notesPlaceholder
source: Write some notes, e.g.: why you starred it, when to reuse it, pitfalls…
ar: اكتب بعض الملاحظات، مثلاً: لماذا أضفتها للمفضلة، متى تعيد استخدامها، عيوب…
de: Schreiben Sie Notizen, z. B.: warum Sie es mit einem Stern markiert haben, wann Sie es wiederverwenden, Fallstricke…
es: Escribe algunas notas, p. ej.: por qué le diste estrella, cuándo reutilizarlo, problemas…
fr: Écrivez quelques notes, par exemple : pourquoi vous l'avez ajouté aux favoris, quand le réutiliser, les pièges…
id: Tulis beberapa catatan, misalnya: mengapa Anda membintanginya, kapan menggunakannya kembali, kendala…
it: Scrivi alcune note, ad esempio: perché l'hai aggiunto alle stelle, quando riutilizzarlo, insidie…
ja: メモを書いてください（例：スターを付けた理由、再利用するタイミング、注意点など）
ko: 노트를 작성하세요 (예: 별표한 이유, 재사용 시기, 주의사항 등)
nl: Schrijf wat notities, bijv.: waarom je een ster gaf, wanneer het opnieuw te gebruiken, valkuilen…
pl: Napisz notatki, np.: dlaczego dodałeś gwiazdkę, kiedy ponownie użyć, pułapki…
pt_br: Escreva algumas notas, ex.: por que você favoritou, quando reutilizar, armadilhas…
ru: Напишите заметки, например: зачем вы добавили в звёзды, когда использовать повторно, подводные камни…
tr: Bazı notlar yazın, örn: neden yıldızladığınız, ne zaman tekrar kullanacağınız, tuzaklar…
uk: Напишіть нотатки, наприклад: чому ви додали в зірки, коли використовувати, підводні камені…
vi: Viết vài ghi chú, ví dụ: tại sao bạn gắn sao, khi nào dùng lại, các cạm bẫy…
zh_hans: 写点笔记，例如：为什么 star 它、何时复用、踩过哪些坑…
zh_hant: 寫點筆記，例如：為什麼 star 它、何時復用、踩過哪些坑…

# repo.openOnGithub
source: View on GitHub
ar: عرض على GitHub
de: Auf GitHub anzeigen
es: Ver en GitHub
fr: Voir sur GitHub
id: Lihat di GitHub
it: Visualizza su GitHub
ja: GitHubで見る
ko: GitHub에서 보기
nl: Bekijk op GitHub
pl: Zobacz na GitHub
pt_br: Ver no GitHub
ru: Открыть на GitHub
tr: GitHub'da Görüntüle
uk: Переглянути на GitHub
vi: Xem trên GitHub
zh_hans: 在 GitHub 查看
zh_hant: 在 GitHub 查看

# repo.private
source: Private
ar: خاص
de: Privat
es: Privado
fr: Privé
id: Pribadi
it: Privato
ja: プライベート
ko: 비공개
nl: Privé
pl: Prywatne
pt_br: Privado
ru: Приватный
tr: Özel
uk: Приватний
vi: Riêng tư

# repo.privateNotes
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
id: Catatan
it: Note
ja: ノート
ko: 노트
nl: Notities
pl: Notatki
pt_br: Notas
ru: Заметки
tr: Notlar
uk: Нотатки
vi: Ghi chú
zh_hans: 笔记
zh_hant: 筆記

# repo.recommendations.countFormat
source: %d repos
ar: %d مستودع
fr: %d dépôts
id: %d repo
it: %d repository
ja: %d 個のリポジトリ
ko: 저장소 %d개
pl: %d repozytoriów
pt_br: %d repositórios
ru: %d репозиториев
tr: %d depo
uk: %d репозиторіїв
vi: %d kho
zh_hans: %d 个仓库
zh_hant: %d 個倉庫

# repo.recommendations.empty.info
source: Recommendations based on similarity scoring
ar: توصيات مبنية على تقييم التشابه
de: Empfehlungen basierend auf Ähnlichkeitsbewertung
es: Recomendaciones basadas en puntuación de similitud
fr: Recommandations basées sur un score de similarité
id: Rekomendasi berdasarkan skor kemiripan
it: Raccomandazioni basate sul punteggio di similarità
ja: 類似度スコアに基づくおすすめ
ko: 유사도 점수에 기반한 추천
nl: Aanbevelingen op basis van overeenkomstscore
pl: Rekomendacje oparte na ocenie podobieństwa
pt_br: Recomendações baseadas em pontuação de similaridade
ru: Рекомендации на основе оценки схожести
tr: Benzerlik puanlamasına dayalı öneriler
uk: Рекомендації на основі оцінки схожості
vi: Đề xuất dựa trên điểm tương đồng
zh_hans: 推荐基于相似度算法计算
zh_hant: 推薦基於相似度演算法計算

# repo.recommendations.empty.title
source: No recommendations yet
ar: لا توجد توصيات بعد
de: Noch keine Empfehlungen
es: Sin recomendaciones aún
fr: Aucune recommandation pour l'instant
id: Belum ada rekomendasi
it: Ancora nessuna raccomandazione
ja: まだおすすめはありません
ko: 아직 추천 없음
nl: Nog geen aanbevelingen
pl: Brak rekomendacji
pt_br: Nenhuma recomendação ainda
ru: Пока нет рекомендаций
tr: Henüz öneri yok
uk: Ще немає рекомендацій
vi: Chưa có đề xuất nào
zh_hans: 暂无推荐
zh_hant: 暫無推薦

# repo.recommendations.loadingMore
source: Loading...
ar: جاري التحميل...
de: Laden…
es: Cargando...
fr: Chargement...
id: Memuat...
it: Caricamento in corso...
ja: 読み込み中...
ko: 로딩 중...
nl: Laden...
pl: Ładowanie...
pt_br: Carregando...
ru: Загрузка...
tr: Yükleniyor...
uk: Завантаження...
vi: Đang tải...
zh_hans: 加载中...
zh_hant: 載入中...

# repo.recommendations.more
source: Load more
ar: تحميل المزيد
de: Mehr laden
es: Cargar más
fr: Charger plus
id: Muat lebih banyak
it: Carica altro
ja: さらに読み込む
ko: 더 불러오기
nl: Meer laden
pl: Wczytaj więcej
pt_br: Carregar mais
ru: Загрузить ещё
tr: Daha fazla yükle
uk: Завантажити більше
vi: Tải thêm
zh_hans: 更多
zh_hant: 更多

# repo.recommendations.open
source: Similar repositories
ar: مستودعات مشابهة
de: Ähnliche Repositories
es: Repositorios similares
fr: Dépôts similaires
id: Repositori serupa
it: Repository simili
ja: 類似リポジトリ
ko: 유사한 저장소
nl: Vergelijkbare repositories
pl: Podobne repozytoria
pt_br: Repositórios similares
ru: Похожие репозитории
tr: Benzer depolar
uk: Схожі репозиторії
vi: Kho lưu trữ tương tự
zh_hans: 相似仓库
zh_hant: 相似倉庫

# repo.recommendations.title
source: Similar repositories
ar: مستودعات مشابهة
de: Ähnliche Repositories
es: Repositorios similares
fr: Dépôts similaires
id: Repositori serupa
it: Repository simili
ja: 類似リポジトリ
ko: 유사한 저장소
nl: Vergelijkbare repositories
pl: Podobne repozytoria
pt_br: Repositórios similares
ru: Похожие репозитории
tr: Benzer depolar
uk: Схожі репозиторії
vi: Kho lưu trữ tương tự
zh_hans: 相似仓库
zh_hant: 相似倉庫

# repo.share.ai.create
source: Create AI Share Page
ar: إنشاء صفحة مشاركة بالذكاء الاصطناعي
de: KI-Freigabeseite erstellen
es: Crear página de compartir con IA
fr: Créer une page de partage IA
id: Buat Halaman Bagikan AI
it: Crea pagina di condivisione AI
ja: AI共有ページを作成
ko: AI 공유 페이지 만들기
nl: AI-deelpagina aanmaken
pl: Utwórz stronę udostępniania AI
pt_br: Criar página de compartilhamento IA
ru: Создать страницу для публикации с ИИ
tr: AI Paylaşım Sayfası Oluştur
uk: Створити AI сторінку для поширення
vi: Tạo Trang Chia sẻ AI
zh_hans: 创建 AI 分享页
zh_hant: 建立 AI 分享頁

# repo.share.ai.created
source: Recreate AI Share Page
ar: إعادة إنشاء صفحة مشاركة بالذكاء الاصطناعي
de: KI-Freigabeseite neu erstellen
es: Recrear página de compartir con IA
fr: Recréer la page de partage IA
id: Buat Ulang Halaman Bagikan AI
it: Ricrea pagina di condivisione AI
ja: AI共有ページを再作成
ko: AI 공유 페이지 다시 만들기
nl: AI-deelpagina opnieuw aanmaken
pl: Przebuduj stronę udostępniania AI
pt_br: Recriar página de compartilhamento IA
ru: Пересоздать страницу для публикации с ИИ
tr: AI Paylaşım Sayfasını Yeniden Oluştur
uk: Перестворити AI сторінку для поширення
vi: Tạo lại Trang Chia sẻ AI
zh_hans: 重新创建 AI 分享页
zh_hant: 重新建立 AI 分享頁

# repo.share.button.help
source: Share repository
ar: مشاركة المستودع
de: Repository teilen
es: Compartir repositorio
fr: Partager le dépôt
id: Bagikan repositori
it: Condividi repository
ja: リポジトリを共有
ko: 저장소 공유
nl: Repository delen
pl: Udostępnij repozytorium
pt_br: Compartilhar repositório
ru: Поделиться репозиторием
tr: Depoyu paylaş
uk: Поширити репозиторій
vi: Chia sẻ kho lưu trữ
zh_hans: 分享 Repo
zh_hant: 分享 Repo

# repo.share.button.label
source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
id: Bagikan
it: Condividi
ja: 共有
ko: 공유
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
ru: Поделиться
tr: Paylaş
uk: Поширити
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# repo.share.cancelled.message
source: The AI summary and share link creation have stopped.
ar: توقف إنشاء الملخص بالذكاء الاصطناعي ورابط المشاركة.
de: Die Erstellung der KI-Zusammenfassung und des Freigabelinks wurde gestoppt.
es: Se ha detenido la creación del resumen de IA y el enlace para compartir.
fr: La création du résumé IA et du lien de partage a été arrêtée.
id: Pembuatan ringkasan AI dan tautan bagikan telah dihentikan.
it: La creazione del riepilogo AI e del link di condivisione è stata interrotta.
ja: AI要約と共有リンクの作成が停止されました。
ko: AI 요약 및 공유 링크 생성을 중단했습니다.
nl: Het maken van de AI-samenvatting en deellink is gestopt.
pl: Tworzenie podsumowania AI i linku udostępniania zostało zatrzymane.
pt_br: A criação do resumo IA e do link de compartilhamento foi interrompida.
ru: Создание ИИ-сводки и ссылки для публикации остановлено.
tr: AI özeti ve paylaşım bağlantısı oluşturma durduruldu.
uk: Створення AI підсумку та посилання для поширення зупинено.
vi: Quá trình tạo tóm tắt AI và liên kết chia sẻ đã dừng.
zh_hans: AI 摘要和分享链接创建已停止。
zh_hant: AI 摘要和分享連結建立已停止。

# repo.share.cancelled.retry
source: Create Again
ar: إنشاء مرة أخرى
de: Erneut erstellen
es: Crear de nuevo
fr: Recréer
id: Buat Lagi
it: Crea di nuovo
ja: 再作成
ko: 다시 만들기
nl: Opnieuw aanmaken
pl: Utwórz ponownie
pt_br: Criar novamente
ru: Создать заново
tr: Tekrar Oluştur
uk: Створити знову
vi: Tạo lại
zh_hans: 重新创建
zh_hant: 重新建立

# repo.share.cancelled.subtitle
source: No share page was created. You can start again at any time.
ar: لم يتم إنشاء صفحة مشاركة. يمكنك البدء مرة أخرى في أي وقت.
de: Es wurde keine Freigabeseite erstellt. Sie können jederzeit neu starten.
es: No se creó ninguna página para compartir. Puedes empezar de nuevo en cualquier momento.
fr: Aucune page de partage n’a été créée. Vous pouvez recommencer à tout moment.
id: Tidak ada halaman bagikan yang dibuat. Anda dapat memulai lagi kapan saja.
it: Nessuna pagina di condivisione creata. Puoi ricominciare in qualsiasi momento.
ja: 共有ページは作成されませんでした。いつでも再開できます。
ko: 공유 페이지가 생성되지 않았습니다. 언제든지 다시 시작할 수 있습니다.
nl: Er is geen deelpagina gemaakt. Je kunt op elk moment opnieuw beginnen.
pl: Nie utworzono strony udostępniania. Możesz rozpocząć ponownie w dowolnym momencie.
pt_br: Nenhuma página de compartilhamento foi criada. Você pode reiniciar a qualquer momento.
ru: Страница для публикации не создана. Вы можете начать заново в любое время.
tr: Hiçbir paylaşım sayfası oluşturulmadı. İstediğiniz zaman yeniden başlayabilirsiniz.
uk: Сторінку для поширення не створено. Ви можете почати знову в будь-який час.
vi: Chưa có trang chia sẻ nào được tạo. Bạn có thể bắt đầu lại bất kỳ lúc nào.
zh_hans: 本次未创建分享页，你可以随时重新创建。
zh_hant: 本次未建立分享頁，你可以隨時重新建立。

# repo.share.cancelled.title
source: Creation Cancelled
ar: تم إلغاء الإنشاء
de: Erstellung abgebrochen
es: Creación cancelada
fr: Création annulée
id: Pembuatan Dibatalkan
it: Creazione annullata
ja: 作成がキャンセルされました
ko: 생성 취소됨
nl: Aanmaken geannuleerd
pl: Anulowano tworzenie
pt_br: Criação cancelada
ru: Создание отменено
tr: Oluşturma İptal Edildi
uk: Створення скасовано
vi: Đã hủy tạo
zh_hans: 创建已取消
zh_hant: 建立已取消

# repo.share.error.missingAIConfig
source: Sharing uses an AI summary for the share page. No AI provider is configured yet — open Settings → AI, add an API key for the Summary task, then try again.
ar: تستخدم المشاركة ملخصًا بالذكاء الاصطناعي لصفحة المشاركة. لم يتم تكوين مزود ذكاء اصطناعي بعد — افتح الإعدادات ← الذكاء الاصطناعي، أضف مفتاح API لمهمة التلخيص، ثم حاول مرة أخرى.
de: Beim Teilen wird eine KI-Zusammenfassung für die Freigabeseite verwendet. Es ist noch kein KI-Anbieter konfiguriert – öffnen Sie Einstellungen → KI, fügen Sie einen API-Schlüssel für die Zusammenfassungsaufgabe hinzu und versuchen Sie es erneut.
es: Compartir usa un resumen de IA para la página. Aún no hay un proveedor de IA configurado: abre Ajustes → IA, añade una clave API para la tarea de resumen y vuelve a intentarlo.
fr: Le partage utilise un résumé IA pour la page. Aucun fournisseur IA n’est configuré — ouvrez Réglages → IA, ajoutez une clé API pour la tâche Résumé, puis réessayez.
id: Berbagi menggunakan ringkasan AI untuk halaman bagikan. Belum ada penyedia AI yang dikonfigurasi — buka Pengaturan → AI, tambahkan kunci API untuk tugas Ringkasan, lalu coba lagi.
it: La condivisione utilizza un riepilogo AI per la pagina. Nessun provider AI configurato: apri Impostazioni → AI, aggiungi una chiave API per l'attività Riepilogo, poi riprova.
ja: 共有にはAI要約が必要です。AIプロバイダが設定されていません。「設定」→「AI」で「要約」タスクのAPIキーを追加してから再試行してください。
ko: 공유는 공유 페이지에 AI 요약을 사용합니다. 아직 AI 제공자가 구성되지 않았습니다. 설정 → AI를 열고 요약 작업에 API 키를 추가한 후 다시 시도하세요.
nl: Delen gebruikt een AI-samenvatting voor de deelpagina. Er is nog geen AI-provider geconfigureerd — open Instellingen → AI, voeg een API-sleutel toe voor de Samenvatting-taak en probeer het opnieuw.
pl: Udostępnianie wymaga podsumowania AI dla strony. Nie skonfigurowano jeszcze dostawcy AI — otwórz Ustawienia → AI, dodaj klucz API dla zadania Podsumowanie, a następnie spróbuj ponownie.
pt_br: O compartilhamento usa um resumo IA para a página. Nenhum provedor de IA foi configurado ainda — abra Ajustes → IA, adicione uma chave de API para a tarefa de Resumo e tente novamente.
ru: Для публикации используется ИИ-сводка. Провайдер ИИ ещё не настроен — откройте Настройки → ИИ, добавьте API-ключ для задачи «Сводка» и повторите попытку.
tr: Paylaşım, paylaşım sayfası için bir AI özeti kullanır. Henüz bir AI sağlayıcısı yapılandırılmamış — Ayarlar → AI bölümünü açın, Özet görevi için bir API anahtarı ekleyin ve tekrar deneyin.
uk: Для поширення використовується AI підсумок. Ще не налаштовано жодного AI провайдера — відкрийте Налаштування → AI, додайте ключ API для завдання «Підсумок», а потім спробуйте знову.
vi: Chia sẻ sử dụng tóm tắt AI cho trang chia sẻ. Chưa có nhà cung cấp AI nào được cấu hình — hãy mở Cài đặt → AI, thêm khóa API cho tác vụ Tóm tắt, sau đó thử lại.
zh_hans: 分享会附带 AI 摘要生成分享页。当前尚未配置 AI 服务，请前往「设置 → AI」为摘要任务配置 Provider 的 API Key 后重试。
zh_hant: 分享會附帶 AI 摘要產生分享頁。目前尚未配置 AI 服務，請前往「設定 → AI」為摘要任務配置 Provider 的 API Key 後重試。

# repo.share.error.reason
source: Reason
ar: السبب
de: Grund
es: Motivo
fr: Raison
id: Alasan
it: Motivo
ja: 理由
ko: 이유
nl: Reden
pl: Przyczyna
pt_br: Motivo
ru: Причина
tr: Sebep
uk: Причина
vi: Lý do
zh_hans: 失败原因
zh_hant: 失敗原因

# repo.share.error.retry
source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
id: Coba Lagi
it: Riprova
ja: 再試行
ko: 재시도
nl: Opnieuw proberen
pl: Ponów
pt_br: Tentar novamente
ru: Повторить
tr: Tekrar Dene
uk: Повторити
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# repo.share.error.subtitle
source: Starcat could not generate the share page.
ar: تعذر على Starcat إنشاء صفحة المشاركة.
de: Starcat konnte die Freigabeseite nicht erstellen.
es: Starcat no pudo generar la página para compartir.
fr: Starcat n’a pas pu générer la page de partage.
id: Starcat tidak dapat membuat halaman bagikan.
it: Starcat non ha potuto generare la pagina di condivisione.
ja: Starcatが共有ページを生成できませんでした。
ko: Starcat이 공유 페이지를 생성할 수 없습니다.
nl: Starcat kon de deelpagina niet genereren.
pl: Starcat nie mógł wygenerować strony udostępniania.
pt_br: O Starcat não conseguiu gerar a página de compartilhamento.
ru: Starcat не удалось создать страницу для публикации.
tr: Starcat paylaşım sayfasını oluşturamadı.
uk: Starcat не вдалося створити сторінку для поширення.
vi: Starcat không thể tạo trang chia sẻ.
zh_hans: Starcat 未能生成分享页。
zh_hant: Starcat 未能產生分享頁。

# repo.share.error.title
source: Share failed
ar: فشلت المشاركة
de: Teilen fehlgeschlagen
es: Error al compartir
fr: Échec du partage
id: Bagikan gagal
it: Condivisione fallita
ja: 共有に失敗しました
ko: 공유 실패
nl: Delen mislukt
pl: Udostępnianie nie powiodło się
pt_br: Falha ao compartilhar
ru: Ошибка публикации
tr: Paylaşım başarısız
uk: Помилка поширення
vi: Chia sẻ thất bại
zh_hans: 分享失败
zh_hant: 分享失敗

# repo.share.link.copied
source: Share link copied
ar: تم نسخ رابط المشاركة
de: Share-Link kopiert
es: Enlace para compartir copiado
fr: Lien de partage copié
id: Tautan berbagi disalin
it: Link di condivisione copiato
ja: 共有リンクをコピーしました
ko: 공유 링크가 복사됨
nl: Deellink gekopieerd
pl: Skopiowano link udostępniania
pt_br: Link de compartilhamento copiado
ru: Ссылка для обмена скопирована
tr: Paylaşım bağlantısı kopyalandı
uk: Посилання для поширення скопійовано
vi: Đã sao chép liên kết chia sẻ
zh_hans: 分享链接已复制
zh_hant: 分享連結已複製

# repo.share.link.copy
source: Copy Share Link
ar: نسخ رابط المشاركة
de: Share-Link kopieren
es: Copiar enlace para compartir
fr: Copier le lien de partage
id: Salin tautan berbagi
it: Copia link di condivisione
ja: 共有リンクをコピー
ko: 공유 링크 복사
nl: Deellink kopiëren
pl: Kopiuj link udostępniania
pt_br: Copiar link de compartilhamento
ru: Копировать ссылку для обмена
tr: Paylaşım Bağlantısını Kopyala
uk: Копіювати посилання для поширення
vi: Sao chép liên kết chia sẻ
zh_hans: 复制分享链接
zh_hant: 複製分享連結

# repo.share.link.copy.help
source: Copy the public Starcat share link
ar: نسخ رابط مشاركة Starcat العام
de: Den öffentlichen Starcat-Share-Link kopieren
es: Copiar el enlace público de Starcat para compartir
fr: Copier le lien de partage Starcat public
id: Salin tautan berbagi Starcat publik
it: Copia il link di condivisione pubblico Starcat
ja: 公開の Starcat 共有リンクをコピー
ko: 공개 Starcat 공유 링크 복사
nl: Kopieer de openbare Starcat-deellink
pl: Kopiuj publiczny link udostępniania Starcat
pt_br: Copiar o link público de compartilhamento do Starcat
ru: Скопировать публичную ссылку для обмена Starcat
tr: Genel Starcat paylaşım bağlantısını kopyala
uk: Копіювати публічне посилання для поширення Starcat
vi: Sao chép liên kết chia sẻ Starcat công khai
zh_hans: 复制 Starcat 公开分享链接
zh_hant: 複製 Starcat 公開分享連結

# repo.share.notification.failureFormat
source: Failed to create the AI share page for %@
ar: فشل إنشاء صفحة المشاركة بالذكاء الاصطناعي لـ %@
de: Fehler beim Erstellen der KI-Freigabeseite für %@
es: Error al crear la página de compartir con IA para %@
fr: Échec de la création de la page de partage IA pour %@
id: Gagal membuat halaman bagikan AI untuk %@
it: Impossibile creare la pagina di condivisione AI per %@
ja: %@ のAI共有ページの作成に失敗しました
ko: %@에 대한 AI 공유 페이지를 만들지 못했습니다
nl: Maken van AI-deelpagina voor %@ mislukt
pl: Nie udało się utworzyć strony udostępniania AI dla %@
pt_br: Falha ao criar a página de compartilhamento IA para %@
ru: Не удалось создать ИИ-страницу для публикации %@
tr: %@ için AI paylaşım sayfası oluşturulamadı
uk: Не вдалося створити AI сторінку для поширення для %@
vi: Không thể tạo trang chia sẻ AI cho %@
zh_hans: %@ 的 AI 分享页创建失败
zh_hant: %@ 的 AI 分享頁建立失敗

# repo.share.notification.successFormat
source: AI share page ready for %@
ar: صفحة المشاركة بالذكاء الاصطناعي جاهزة لـ %@
de: KI-Freigabeseite bereit für %@
es: Página de compartir con IA lista para %@
fr: Page de partage IA prête pour %@
id: Halaman bagikan AI siap untuk %@
it: Pagina di condivisione AI pronta per %@
ja: %@ のAI共有ページの準備ができました
ko: %@에 대한 AI 공유 페이지가 준비되었습니다
nl: AI-deelpagina gereed voor %@
pl: Strona udostępniania AI gotowa dla %@
pt_br: Página de compartilhamento IA pronta para %@
ru: ИИ-страница для публикации готова для %@
tr: %@ için AI paylaşım sayfası hazır
uk: AI сторінка для поширення готова для %@
vi: Trang chia sẻ AI đã sẵn sàng cho %@
zh_hans: %@ 的 AI 分享页已生成
zh_hant: %@ 的 AI 分享頁已產生

# repo.share.open.error.title
source: Unable to Open Repository
ar: تعذر فتح المستودع
de: Repository kann nicht geöffnet werden
es: No se puede abrir el repositorio
fr: Impossible d’ouvrir le dépôt
id: Tidak Dapat Membuka Repositori
it: Impossibile aprire il repository
ja: リポジトリを開けません
ko: 저장소를 열 수 없음
nl: Kan repository niet openen
pl: Nie można otworzyć repozytorium
pt_br: Não foi possível abrir o repositório
ru: Не удалось открыть репозиторий
tr: Depo Açılamıyor
uk: Не вдалося відкрити репозиторій
vi: Không thể mở Kho lưu trữ
zh_hans: 无法打开仓库
zh_hant: 無法開啟倉庫

# repo.share.open.error.unavailable
source: The repository may be private, deleted, or temporarily unavailable.
ar: قد يكون المستودع خاصًا أو محذوفًا أو غير متاح مؤقتًا.
de: Das Repository ist möglicherweise privat, gelöscht oder vorübergehend nicht verfügbar.
es: El repositorio puede ser privado, haber sido eliminado o no estar disponible temporalmente.
fr: Le dépôt est peut-être privé, supprimé ou temporairement indisponible.
id: Repositori mungkin bersifat pribadi, telah dihapus, atau tidak tersedia sementara.
it: Il repository potrebbe essere privato, eliminato o temporaneamente non disponibile.
ja: リポジトリが非公開、削除された、または一時的に利用できない可能性があります。
ko: 저장소가 비공개이거나 삭제되었거나 일시적으로 사용할 수 없을 수 있습니다.
nl: De repository is mogelijk privé, verwijderd of tijdelijk niet beschikbaar.
pl: Repozytorium może być prywatne, usunięte lub tymczasowo niedostępne.
pt_br: O repositório pode ser privado, ter sido excluído ou estar temporariamente indisponível.
ru: Репозиторий может быть приватным, удалённым или временно недоступным.
tr: Depo gizli, silinmiş veya geçici olarak kullanılamıyor olabilir.
uk: Можливо, репозиторій приватний, видалений або тимчасово недоступний.
vi: Kho lưu trữ có thể là riêng tư, đã bị xóa hoặc tạm thời không khả dụng.
zh_hans: 该仓库可能是私有仓库、已被删除，或暂时无法访问。
zh_hant: 該倉庫可能是私有倉庫、已被刪除，或暫時無法存取。

# repo.share.progress.cancel
source: Cancel Creation
ar: إلغاء الإنشاء
de: Erstellung abbrechen
es: Cancelar creación
fr: Annuler la création
id: Batalkan Pembuatan
it: Annulla creazione
ja: 作成をキャンセル
ko: 생성 취소
nl: Aanmaken annuleren
pl: Anuluj tworzenie
pt_br: Cancelar criação
ru: Отменить создание
tr: Oluşturmayı İptal Et
uk: Скасувати створення
vi: Hủy tạo
zh_hans: 取消创建
zh_hant: 取消建立

# repo.share.progress.checkingCache
source: Checking for an existing AI summary…
ar: التحقق من وجود ملخص ذكاء اصطناعي موجود…
de: Vorhandene KI-Zusammenfassung wird geprüft…
es: Comprobando si existe un resumen de IA…
fr: Vérification d’un résumé IA existant…
id: Memeriksa ringkasan AI yang ada…
it: Verifica esistenza riepilogo AI…
ja: 既存のAI要約を確認中…
ko: 기존 AI 요약 확인 중…
nl: Controleren op bestaande AI-samenvatting…
pl: Sprawdzanie istniejącego podsumowania AI…
pt_br: Verificando se há um resumo IA existente…
ru: Проверка наличия существующей ИИ-сводки…
tr: Mevcut AI özeti kontrol ediliyor…
uk: Перевірка наявності AI підсумку…
vi: Đang kiểm tra tóm tắt AI hiện có…
zh_hans: 正在检查已有 AI 摘要…
zh_hant: 正在檢查已有 AI 摘要…
